[
{"name": "Artificial Intelligence Engineer with Data Science, Big Data and Cloud Computing", "desc": " Python, sklearn, Tensorflow, Keras, Numpy, Pandas, Scipy, Scikit, Machine Learning, Deep Learning\n                                     Neural Networks, CNN, RNN, LSTM, Gradient Search, Stochastic Gradient Descent,\n                                     Backpropagation, Computer Vision, Image Classification, Natural Language processing (NLP),\n                                     Optical Character recognition (OCR), Hand written letter recognition, Face Detection,\n                                     Human action detection, Chatbot, Speech to Text Conversion,\n                                     Hadoop, HBase, Pig, Hive, Oozie, Sqoop, Flume, Big data Analytics,\n                                     Django, Matplotlib, Seaborn, Bokhe, Git, Linux Shell Scripts and Commands,\n                                    Cloud computing, AWS Hosting and Deployment, Server-less Lambda, \n                                    Micro-Services, Docker, Kubernetes, Project.\n                                    "},
{"name": "Big Data Analytics Implementation Expert (Hadoop)", "desc": "Java, Apache Hadoop, HDFS, Map Reduce, SQL, MySQL, Data Ware House,\n                                    HBase, Pig, Hive, Oozie, Sqoop, Flume, \n                                    Zookeeper, Scala, Spark, Spark-SQL, Spark-Streaming, Spark-ML, Machine Learning,\n                                    Regressions, (Linear, Multi-Linear, Logistic), Clustering, K-Mean, KNN, NaiveBayes, \n                                    Classification, Decision Trees, Random Forest,\n                                    Mahout, Recommendation, Storm, Flink, Samza, SAMOA, Apex, Beam, Tez,\n                                    Cloud Computing, AWS Hosting and Deployment, EC2, IAM, LSB, Load Balancer (LBS),\n                                    Availability Group, Security Configuration, Server-less Lambda, Micro-Services,\n                                    Junit, Git, Maven, Linux Commands and Shell Scripts,\n                                    Docker, Kubernetes, Project. \n                                "},
{"name": "BigData Prodcut Development Expert", "desc": " Java, Scala, Hadoop, HDFS, MapReduce, HBase, Hive, Pig, Sqoop, Flume, SQL, MySQL, \n                                    Data Ware house, Star and Snowflake, Dimensions and Facts,\n                                    Python, PySpark, Apache Spark, Spark-SQL, Spark-Streaming, Spark-MLib,\n                                    Machine Learning, Regressions, (Linear, Multi-Linear, Logistic), Clustering, \n                                    K-Mean, KNN, NaiveBayes, Classification, Decision Trees, Random Forest \n                                    Spark-GraphX, Zookeeper, Kafka, Akka, Spring Framework, Spring Boot, Spring MVC, \n                                    Spring Security, Spring Boot, Spring Flux, Thymeleaf templates, \n                                    Cloud computing, AWS Hosting & Deployment, EC2, IAM, LSB, Load Balancer (LBS),\n                                    Availability Group, Security Configuration, Server-less Lambda, Micro-Services,\n                                    Docker, Kubernetes, Git, Maven, Linux Commands and Shell Scripts, Project.\n                                    Project "},
{"name": "Angular with MEAN Stack Web Development and Data Analytics", "desc": "HTML, CSS3, Sass, Bootstrap, Webpack, JavaScript, Advanced JavaScript,\n                                    TypeScript, Web Technology, Angular (latest), Pipes, Converters,\n                                    Custom Pipes, Custom Converters, Component to Component Interactions,\n                                    NodeJS, Domain, Buffers, Client-Server, File System, Process,\n                                    Express, JSON Web token, Passport,\n                                    Loopback, SQL, MySQL, MongoDB, Data Replication, Sharding, Indexing,\n                                Data Pipeline, Aggregations, D3.js, HAProxy, Apache Web Server Installation and\n                                Configuration, NginX, Nodejs Deployment, AWS Hosting and deployment, Micro-Services,\n                                Server-Less Lambda, Docker, Kubernetes Git, Linux Shell scripts, Project.\n                            "},
{"name": "Enterprise Application Implementation Expert", "desc": " HTML, CSS, Saas, Bootstrap, JavaScript, Adavanced JavaScirpt, TypeScript,\n                                    Java8, Servlet, JSP, EJB, Filters, Session Listener, Clustering,\n                                    Web services, SOAP, Wildfly, Tomcat, \n                                    JPA, JAX-WS, JAX-RS, Spring (Core, MVC, REST, Data, Boot and Security), \n                                    Webpack, Angular, JSON Web Token, AWS Cloud computing, \n                                    AWS Hosting and Deployment, EC2, ESB,\n                                    Elastic Load Balancers (ELB), Availability Groups, Security Configuration,\n                                    Microservices, Server-less Lambda, Docker, Kubernetes, SQL, MySQL, MongoDB"},
{"name": "Enterprise Application Integration Expert", "desc": "Java8, Servlet, JSP, EJB, JPA, JAX-WS, JAX-RS, Spring ( Core, MVC, REST, Data, Batch,\n                                    Boot and Security), Apache Camel, Pentaho Kettle, Apache Mule, Active MQ,\n                                    Kafka, Akka, AWS Cloud computing, AWS Hosting and Deployment, EC2, ESB,\n                                    Elastic Load Balancers (ELB), Availability Groups, Security Configuration,\n                                    Microservices, Server-less Lambda, Docker, Kubernetes,\n                                    Junit, Git, Linux Commands, Linux Shell Scripts, Project.\n                                "},
{"name": "Test Automation Developer Expert", "desc": "Java8, Servlet, JSP, EJB, JPA, JAX-WS, JAX-RS, Citrus, Gauge, Restassured,\n                                    Selenium Web Driver, AWS Hosting and Deployment, EC2, ESB,\n                                    Elastic Load Balancers (ELB), Availability Groups, Security Configuration,\n                                    Microservices, Server-less Lambda, Docker, Kubernetes, Linux Shell Commands,\n                                    Linux Shell Scripts, Git, Maven, Project.\n                                "},
{"name": "Mobile Web Application Expert", "desc": "HTML, CSS, SaaS, JavaScript, Advanced JavaScript, Bootstrap, Nodejs,\n                                    TypeScript, Object Oriented Programming, Design Principles,\n                                    Webpack, JSON Web token, REST, AJAX,\n                                    Angular (Latest), Ionic, Cordova, Hybrid Android and IOS"},
{"name": "AWS Cloud Expert", "desc": "AWS Cloud, EC2, Instance Types, Regions and Zones, VPS, S3, Glacier, IAM\n                                    Security Configuration, Users, Groups, Key Pairs,\n                                    Availability Group, Load Balancing, Policies,\n                                    Staring and Stoping servers, Snap Shots, Pricing,\n                                    Backup and Restore, RDS, Dynamo, Server-less Lambda,\n                                    Docker, Kubernetes.\n                                "}
]